{
    "lectures": [
        {
            "sequence": "0.1",
            "time": "07:30 - 09:30",
            "type": "break",
            "tracktitle": "Registration,Networking & Pods",
            "sessionsBySequence": []
        },
        {
            "sequence": "0.3",
            "time": "09:30 - 10:00",
            "type": "break",
            "tracktitle": "Keynote from Sindhu Gangadharan (MD, SAP Labs India ; Head, Customer Innovation Services, SAP)",
            "sessionsBySequence": []
        },
        {
            "sequence": "0.4",
            "time": "10:00 - 10:30",
            "type": "break",
            "tracktitle": "Industry Talk",
            "sessionsBySequence": []
        },
        {
            "sequence": "1",
            "time": "11:00 - 11:30",
            "type": "grid",
            "tracktitle": "<Not Required>",
            "sessionsBySequence": [
                {
                    "speakers": "",
                    "speaker1": "Rahul Lodhe",
                    "speaker2": "",
                    "speaker1_social": "",
                    "speaker2_social": "",
                    "sessiontitle": "SAP Business AI - Strategy & Roadmap reloaded",
                    "description": "",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 1,
                    "tracktitle": "Audi Max",
                    "trackid": "Audi Max",
                    "trackseq": 1,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Shreyasri Bose",
                    "speaker2": "",
                    "speaker1_social": "https://www.linkedin.com/in/shreyasribose?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=android_app",
                    "speaker2_social": "",
                    "sessiontitle": "Unleashing the Power of AI in Data and Analytics",
                    "description": "In this informative session, we will delve into the AI capabilities integrated within SAP HANA Cloud, SAP Datasphere, and SAP Analytics Cloud. Attendees will gain insights into how these powerful features can enhance data management, processing, and analytics across the SAP ecosystem. We'll explore the ability of SAP HANA Cloud to leverage AI for advanced data processing and real-time analytics, transforming raw data into strategic assets. SAP Datasphere's AI-driven functionalities enable seamless data integration and intelligent insights, fostering an interconnected data environment. Furthermore, SAP Analytics Cloud offers AI-powered analytics tools to unlock deep data insights, drive informed decision-making, and visualize trends with unparalleled clarity. Join us to understand how these AI features can optimize your data workflows and significantly bolster your analytical capabilities.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 1,
                    "tracktitle": "Hive",
                    "trackid": "Hive",
                    "trackseq": 2,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Himabindu Guttapalem",
                    "speaker2": "",
                    "speaker1_social": "",
                    "speaker2_social": "",
                    "sessiontitle": "Build Agentic & non-agentic scenarios with Joule studio ",
                    "description": "",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 1,
                    "tracktitle": "First Floor",
                    "trackid": "First Floor",
                    "trackseq": 3,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Ravikiran Kongati",
                    "speaker2": "Ritika Girish Ganiger",
                    "speaker1_social": "https://in.linkedin.com/in/ravikiran-kongati-80575545",
                    "speaker2_social": "https://www.linkedin.com/in/ritika-ganiger-a0572811b/?originalSubdomain=in",
                    "sessiontitle": "Enhancing Business Applications with Generative AI Using Intelligent Scenario Lifecycle Management (ISLM)",
                    "description": "Unlock the potential of AI and generative AI to transform business applications. ISLM facilitates seamless integration and management of AI use cases by leveraging Generative AI Hub, AI services on SAP BTP, and SAP HANA ML. The combined power of ISLM and ABAP AI SDK accelerates AI innovation with minimal coding, serving as the default framework for generative AI integration.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 1,
                    "tracktitle": "Experience Center",
                    "trackid": "Experience Center",
                    "trackseq": 4,
                    "type": "Lecture"
                }
            ]
        },
        {
            "sequence": "2",
            "time": "11:30 - 12:00",
            "type": "grid",
            "tracktitle": "<Not Required>",
            "sessionsBySequence": [
                {
                    "speakers": "",
                    "speaker1": "Shashank Singh",
                    "speaker2": "Kedar Kashikar",
                    "speaker1_social": "https://www.linkedin.com/in/shashank-singh-278708110/",
                    "speaker2_social": "",
                    "sessiontitle": "Building Smarter integrations with the AI adapter in SAP Integration Suite",
                    "description": "In this session, we will explore how the AI Adapter for SAP Cloud Integration empowers businesses to enhance their integration scenarios with artificial intelligence. The AI Adapter enables seamless access to AI capabilities directly within your integration flows.",
                    "organization1": "Rojo Integrations",
                    "socialmedia": "",
                    "sessionseq": 2,
                    "tracktitle": "Audi Max",
                    "trackid": "Audi Max",
                    "trackseq": 1,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Ashok Rajashekar",
                    "speaker2": "",
                    "speaker1_social": "",
                    "speaker2_social": "",
                    "sessiontitle": "Integrating SAP Analytics Cloud Charts with Applications Using the Widget API",
                    "description": "",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 2,
                    "tracktitle": "Hive",
                    "trackid": "Hive",
                    "trackseq": 2,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Mahesh Palavalli",
                    "speaker2": "",
                    "speaker1_social": "https://www.linkedin.com/in/maheshpalavalli/",
                    "speaker2_social": "",
                    "sessiontitle": "Reimagining the role of an SAP Architect and Developer in the Agentic AI era",
                    "description": "Agentic AI is rapidly redefining the paradigms of software development, moving beyond assisted coding to autonomous execution. As code suggestions evolve into intelligent coding agents and conversational AI matures into true agentic systems, the very DNA of Architect and Developer roles is being rewritten. Join this session to navigate this profound transformation, understand the new skillsets required, and strategize how to evolve from builders to strategic designers and orchestrator of AI-driven SAP solutions.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 2,
                    "tracktitle": "First Floor",
                    "trackid": "First Floor",
                    "trackseq": 3,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Sathish Kumar Prabakaran",
                    "speaker2": "",
                    "speaker1_social": "",
                    "speaker2_social": "",
                    "sessiontitle": "Drive SAP innovation using Amazon Nova Understanding Models via SAP Generative AI Hub",
                    "description": "Looking to accelerate innovation in your SAP landscape? Join this session to learn how Nova Understanding Models in SAP Generative AI Hub can help unlock new insights and capabilities. Discover implementation patterns, security controls, and integration approaches for enterprise-grade generative AI. Through real customer examples, explore how to drive value while maintaining governance. Leave with practical guidance for your SAP AI journey.",
                    "organization1": "Amazon",
                    "socialmedia": "",
                    "sessionseq": 2,
                    "tracktitle": "Experience Center",
                    "trackid": "Experience Center",
                    "trackseq": 4,
                    "type": "Lecture"
                }
            ]
        },
        {
            "sequence": "2.5",
            "time": "12:00 - 01:30",
            "type": "break",
            "tracktitle": "Lunch",
            "sessionsBySequence": []
        },
        {
            "sequence": "3",
            "time": "01:30 - 02:00",
            "type": "grid",
            "tracktitle": "<Not Required>",
            "sessionsBySequence": [
                {
                    "speakers": "",
                    "speaker1": "Divya Chandrika Mohan", 
                    "speaker2": "Ajai J Valiathan", 
                    "speaker1_social": "https://www.linkedin.com/in/divya-chandrika-mohan-3769bbb3/",
                    "speaker2_social": "",
                    "sessiontitle": "The Next Era of Enterprise Management with SAP Business Suite",
                    "description": "The influences on a business are multifold. What you need is one trusted orchestrator who brings harmony in every part of your business enabling you to tackle the challenges and tap into the opportunities. Join this session to explore the why, what and how to realize the value of SAP Business Suite.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 3,
                    "tracktitle": "Audi Max",
                    "trackid": "Audi Max",
                    "trackseq": 1,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Shubham Rai",
                    "speaker2": "Jitendra Ghanta",
                    "speaker1_social": "https://www.linkedin.com/in/shubham-rai-a7751455/",
                    "speaker2_social": "",
                    "sessiontitle": "AI in SAP Business Data Cloud",
                    "description":"In this session, we will explore how artificial intelligence (AI) is integrated into SAP Business Data Cloud to empower organizations with smarter, data-driven insights and automation capabilities. Discover how AI models can be seamlessly applied to data stored in SAP Business Data Cloud to automate processes, predict trends, and uncover valuable business insights. We’ll dive into practical examples of AI-powered use cases such as predictive analytics, anomaly detection, and recommendation engines, and show you how to harness AI to drive efficiency and innovation across your business. This session is perfect for business analysts, data scientists, and IT leaders looking to integrate AI into their data strategy for enhanced decision-making and operational optimization.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 3,
                    "tracktitle": "Hive",
                    "trackid": "Hive",
                    "trackseq": 2,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Ankur Kumar",
                    "speaker2": "Anand Thayur",
                    "speaker1_social": "https://www.linkedin.com/in/ankurkumar-sap/",
                    "speaker2_social": "https://www.linkedin.com/in/anand-thayur-622023165/",
                    "sessiontitle": "Reinventing Automotive Ecosystems: Intelligent Spare Parts Planning with AI Agents",
                    "description": "Step into the future of automotive logistics, where electrification and the circular economy are revolutionizing how we plan, manage, and optimize spare parts. Experience how Custom AI Solutions—built with Project Agent Builder, powered by Joule AI Agents, and enriched by the SAP Knowledge Graph—are transforming static planning into a dynamic, intelligent ecosystem. Uncover how AI empowers planners with real-time, signal-driven insights, adaptive forecasting, and predictive reverse logistics to stay ahead of disruptions and meet rising customer expectations. Through a compelling EV battery launch scenario, witness a live demo of our next-gen Spare Parts Planning Agent—an AI-powered solution designed to redefine automotive supply chains for the road ahead.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 3,
                    "tracktitle": "First Floor",
                    "trackid": "First Floor",
                    "trackseq": 3,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Gyanendra Singh",
                    "speaker2": "Ajay Shetti",
                    "speaker1_social": "http://www.linkedin.com/in/jadoungyanendra",
                    "speaker2_social": "",
                    "sessiontitle": "SAP Cloud ALM Meets AI: Functional Overview and Roadmap Insights",
                    "description": "SAP Cloud ALM is SaaS offering from SAP, which supports Implementation and Operations of landscape. Cloud ALM has a focus on AI and there are many AI capabilities which are embedded in it. In this session we would talk about the AI capabilities in Cloud ALM and what is the roadmap of Cloud ALM with AI.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 3,
                    "tracktitle": "Experience Center",
                    "trackid": "Experience Center",
                    "trackseq": 4,
                    "type": "Lecture"
                }
            ]
        },
        {
            "sequence": "4",
            "time": "02:00 - 02:30",
            "type": "grid",
            "tracktitle": "<Not Required>",
            "sessionsBySequence": [
                {
                    "speakers": "",
                    "speaker1": "Vighnesh Kamath",
                    "speaker2": "",
                    "speaker1_social": "",
                    "speaker2_social": "",
                    "sessiontitle": "Empowering the Intelligent Enterprise with SAP Business AI in Business Data Cloud",
                    "description": "Unlock the full potential of your enterprise data by integrating SAP Business AI with the Business Data Cloud. In this session, we will showcase how SAP’s AI capabilities can be seamlessly embedded within Business Data Fabric architecture and SAP HANA Cloud to drive intelligent, context-aware insights.",
                    "organization1": "Mindset Consulting",
                    "socialmedia": "",
                    "sessionseq": 4,
                    "tracktitle": "Audi Max",
                    "trackid": "Audi Max",
                    "trackseq": 1,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Mani P S",
                    "speaker2": "Pranathi Prabhala",
                    "speaker1_social": "https://www.linkedin.com/in/mani-p-s-98288961/",
                    "speaker2_social": "",
                    "sessiontitle": "Joule for Developers, ABAP AI Capabilities - Latest updates from 2505",
                    "description": "Provide an overview of the capabilities ABAP Cloud brings to the table and how your organization can benefit - ABAP Cloud is the development model that can be used with on-premise, private-cloud, public cloud or BTP.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 4,
                    "tracktitle": "Hive",
                    "trackid": "Hive",
                    "trackseq": 2,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Ranjeet Kumar",
                    "speaker2": "",
                    "speaker1_social": "https://www.linkedin.com/in/ranjeet-kumar-8b8152b1/",
                    "speaker2_social": "",
                    "sessiontitle": "Proactive Quality Assurance with AI Agents in Chemical Manufacturing",
                    "description": "Leverage SAP AI Core and LangChain agents to predict and prevent quality issues in chemical production. This AI-driven solution learns from historical lab data, sensor logs, and RCA reports to deliver real-time recommendations. Integrated with SAP CAP and HANA, it enables automated workflows for recalibration, batch holding, and root cause handling. Ensure consistent product quality, reduce recalls, and boost compliance with minimal manual intervention.",
                    "organization1": "EY",
                    "socialmedia": "",
                    "sessionseq": 4,
                    "tracktitle": "First Floor",
                    "trackid": "First Floor",
                    "trackseq": 3,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Venkata Reddy P S",
                    "speaker2": "Rajesh Rajan",
                    "speaker1_social": "https://www.linkedin.com/in/venkata-reddy-p-s-669b2516/",
                    "speaker2_social": "",
                    "sessiontitle": "SAP Joule powered Workforce Analytics in SAP SuccessFactors People Intelligence based on BDC",
                    "description": "HCM People Intelligence product offering was announced at Sapphire 2025. This Intelligence App built on top of HCM Employee central Data Products in HCM on Business Data Cloud is going to help customers manage their workforce seamlessly by providing valuable insights in real-time. Attend this session to know more about the People Intelligence product and to get a deeper understanding of SAP Joule powered Workforce Analytics in SAP SuccessFactors People Intelligence based on BDC.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 4,
                    "tracktitle": "Experience Center",
                    "trackid": "Experience Center",
                    "trackseq": 4,
                    "type": "Lecture"
                }
            ]
        },
        {
            "sequence": "4.5",
            "time": "02:30 - 03:00",
            "type": "break",
            "tracktitle": "Break",
            "sessionsBySequence": []
        },
        {
            "sequence": "5",
            "time": "03:00 - 03:30",
            "type": "grid",
            "tracktitle": "<Not Required>",
            "sessionsBySequence": [
                {
                    "speakers": "",
                    "speaker1": "Akash Sinha",
                    "speaker2": "Devyendu Shekhar Choudhary",
                    "speaker1_social": "https://www.linkedin.com/in/sinhakash/",
                    "speaker2_social": "https://www.linkedin.com/in/devyendu-shekhar-choudhary-64a710161/",
                    "sessiontitle": "Business Process Transformation ​using SAP Signavio Process Insights​",
                    "description": "The session will focus on how organizations can leverage SAP Signavio Process Insights to drive business process transformation. It will highlight the product’s capabilities in providing real-time process analytics, identifying inefficiencies, and uncovering improvement opportunities. By integrating with SAP systems, Process Insights enables data-driven decisions and supports continuous optimization. Use cases and success stories will be shared to demonstrate how businesses achieved faster value realization and enhanced operational performance.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 5,
                    "tracktitle": "Audi Max",
                    "trackid": "Audi Max",
                    "trackseq": 1,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Lalitendu Samantray",
                    "speaker2": "Nagavijay Gamidi",
                    "speaker1_social": "https://www.linkedin.com/in/lsamantray/",
                    "speaker2_social": "",
                    "sessiontitle": "Introduction to SAP Business Data Cloud",
                    "description": "Discover how SAP Business Data Cloud (BDC) empowers organizations to unlock the full value of their data by creating a unified, business-ready data foundation. In this overview session, you’ll learn how BDC simplifies access to distributed data across SAP and non-SAP systems, enabling seamless integration, consistent governance, and real-time insights. Built on SAP Datasphere, BDC enhances collaboration between business and IT teams through semantic modeling and data sharing capabilities. Whether you're a business leader, data professional, or IT strategist, this session will help you understand the strategic benefits and key features of SAP’s modern data platform.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 5,
                    "tracktitle": "Hive",
                    "trackid": "Hive",
                    "trackseq": 2,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Kunal Bansal",
                    "speaker2": "Devyansh Pandey",
                    "speaker1_social": "https://www.linkedin.com/in/thekunalbansal/",
                    "speaker2_social": "https://www.linkedin.com/in/devyansh-p-88a206104/",
                    "sessiontitle": "Intelligent Customer Experience: Powered by SAP CX, BTP & AI",
                    "description": "Learn how businesses can drive end-to-end digital transformation using the SAP Customer Experience (CX) Suite, integrated via SAP BTP and enhanced with AI. This live demo will showcase real-time customer data flows, intelligent orchestration, and a unified 360° view across SAP Commerce, CDC, CDP, Emarsys, and CPQ - all powered by AI and seamless BTP integration.",
                    "organization1": "IBM",
                    "socialmedia": "",
                    "sessionseq": 5,
                    "tracktitle": "First Floor",
                    "trackid": "First Floor",
                    "trackseq": 3,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Pramod Sidlaghatta",
                    "speaker2": "",
                    "speaker1_social": "http://www.linkedin.com/in/pramodsj",
                    "speaker2_social": "",
                    "sessiontitle": "AI on the go – Run your business with Joule powered SAP Mobile Start app",
                    "description": "SAP Mobile Start enables you to stay on top of your business and take action in real time, on the go. See how the app provides access to relevant SAP Business Suite content in a very natural, generative-Al way with our Al copilot SAP Joule. At the same time, the app provides a quality user experience using the latest SAP Fiori elements from SAP Design System.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 5,
                    "tracktitle": "Experience Center",
                    "trackid": "Experience Center",
                    "trackseq": 4,
                    "type": "Lecture"
                }
            ]
        },
        {
            "sequence": "6",
            "time": "03:30 - 04:00",
            "type": "grid",
            "tracktitle": "<Not Required>",
            "sessionsBySequence": [
                {
                    "speakers": "",
                    "speaker1": "Navya Khurana",
                    "speaker2": "Uma Anbazhagan",
                    "speaker1_social": "https://www.linkedin.com/in/navya-khurana-1b78a6187/",
                    "speaker2_social": "https://www.linkedin.com/in/umaanbazhagan/",
                    "sessiontitle": "SAP Architecture Center: An OCTO- endorsed Well-Architected Framework",
                    "description": "From Office of CTO, we are presenting SAP Architecture Center as single point of access and reference point for internal and external teams for architectures. This has been released as part of SAPPHIRE 2025. It will be the way forward to deliver best practices, prevent anti-patterns and guarantee implementations of SAP Solution.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 6,
                    "tracktitle": "Audi Max",
                    "trackid": "Audi Max",
                    "trackseq": 1,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Hemant Kumar",
                    "speaker2": "",
                    "speaker1_social": "",
                    "speaker2_social": "",
                    "sessiontitle": "Reimagining GenAI with recent innovations on SAP AI Core",
                    "description": "",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 6,
                    "tracktitle": "Hive",
                    "trackid": "Hive",
                    "trackseq": 2,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Ranjitha Balaraman",
                    "speaker2": "",
                    "speaker1_social": "https://www.linkedin.com/in/ranjithabalaraman/",
                    "speaker2_social": "",
                    "sessiontitle": "Staying Ahead: S/4HANA Public Cloud Extensibility for Competitive Edge and AI Readiness",
                    "description": "Discover how to effectively extend SAP S/4HANA Public Cloud using the latest extensibility options and best practices. This session explores the power of a clean core approach, highlights key tools and methodologies for building scalable and maintainable extensions, and demonstrates how to embed AI into your solutions. Learn how AI not only enhances business capabilities but also simplifies and accelerates the extensibility process for both partners and customers.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 6,
                    "tracktitle": "First Floor",
                    "trackid": "First Floor",
                    "trackseq": 3,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Vivek C Sinkar",
                    "speaker2": "Kavyanshi Garg",
                    "speaker1_social": "http://www.linkedin.com/in/vivek-sinkar",
                    "speaker2_social": "",
                    "sessiontitle": "Unlock your supply chain potential with SAP Integrated Business Planning, Harmonized Planning Area",
                    "description": "Looking to optimize your supply chain planning? Look no further than SAP Integrated Business Planning for Supply Chain. With a wide variety of embedded and side-by-side intelligent use cases, SAP IBP AI offers master data anomaly checks, machine learning forecasting, supply and inventory optimization, and more.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 6,
                    "tracktitle": "Experience Center",
                    "trackid": "Experience Center",
                    "trackseq": 4,
                    "type": "Lecture"
                }
            ]
        },
        {
            "sequence": "7",
            "time": "04:00 - 04:30",
            "type": "break",
            "tracktitle": "Closing at Audi Max",
            "sessionsBySequence": []
        },
        {
            "sequence": "8",
            "time": "04:30 - 05:00",
            "type": "break",
            "tracktitle": "Snacks & Networking",
            "sessionsBySequence": []
        }
    ],

    "demopods": [
        {
            "sequence": "1",
            "time": "Morning",
            "type": "grid",
            "tracktitle": "<Not Required>",
            "sessionsBySequence": [
                {
                    "speakers": "",
                    "speaker1": "Sharath Jois",
                    "speaker2": "Aruna K",
                    "speaker1_social": "https://www.linkedin.com/in/sharath-jois-756620136/",
                    "speaker2_social": "",
                    "sessiontitle": "AI Based Data Anonymization Service through SAP Data Privacy Integration",
                    "description":"The Data Anonymization feature anonymizes text and text files based on your selected method for detected entity instances. The Data Pseudonymization feature is a reversible anonymization process that detects and pseudonymizes instances of entities based on your selected anonymization method. You also receive a metadata report linking pseudonymized entities to the real entities. The service would be used by Data Privacy specialist to ensure the data trained for AI / ML models are compliant to privacy regulations.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 1,
                    "tracktitle": "Pod 1",
                    "trackid": "Pod 1",
                    "trackseq": 5,
                    "type": "Demo Pod"
                },
                {
                    "speakers": "",
                    "speaker1": "Subhajit Das",
                    "speaker2": "",
                    "speaker1_social": "https://www.linkedin.com/in/iheartsap/",
                    "speaker2_social": "",
                    "sessiontitle": "AI-Powered ABAP: Unleash Joule's Potential for Smarter Development",
                    "description": "Explore how SAP Joule is revolutionizing ABAP development by infusing cutting-edge AI capabilities directly into the developer experience. This session will dive into practical applications of Joule for ABAP developers, showcasing features that streamline coding, enhance debugging, automate testing, and provide intelligent recommendations. Learn how to leverage AI to boost productivity, improve code quality, and innovate within your ABAP landscape.",
                    "organization1": "SAP Labs India",
                    "organization2": "",
                    "socialmedia": "",
                    "sessionseq": 1,
                    "tracktitle": "Pod 2",
                    "trackid": "Pod 2",
                    "trackseq": 6,
                    "type": "Demo Pod"
                },
                {
                    "speakers": "",
                    "speaker1": "Rajeswari Devi",
                    "speaker2": "Arti Bhat",
                    "speaker1_social": "http://www.linkedin.com/in/rajeshwari53",
                    "speaker2_social": "https://www.linkedin.com/in/artisap/",
                    "sessiontitle": "SSAP CPQ: Subscription Selling Reinvented with smart Tiered Pricing",
                    "description": "The subscription business model is rapidly gaining traction and is expected to become the dominant way companies operate in the future. Subscription business comes in many Flavors, and one of them is Tiered Pricing . Tiered Pricing is a pricing model and strategy in which a customer is charged based on a promise of usage of a service/product. The strategy of tiered pricing offers unique benefits, such as reduced unit pricing and increased discounts for high-volume purchasers. Amid global economic shifts and the transformation of business models, SAP CPQ–BRIM provides robust support for real time quoting process with on demand scaling",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 1,
                    "tracktitle": "Pod 3",
                    "trackid": "Pod 3",
                    "trackseq": 7,
                    "type": "Demo Pod"
                },
                {
                    "speakers": "",
                    "speaker1": "Shaik Azmathulla",
                    "speaker2": "",
                    "speaker1_social": "http://www.linkedin.com/in/shaik-azmathulla-685508b4",
                    "speaker2_social": "",
                    "sessiontitle": "Generative AI Capabilities in SAP Integration Suite(BTP) and Business usecases & Demos",
                    "description": "SAP Integration Suite leverages Generative AI (GenAI) to automate integration workflows and optimize business processes. Key features include AI-based generation of integration flows, Groovy script optimization, and API anomaly detection. These tools help developers streamline workflows, enhance code efficiency, and proactively monitor API performance in real-time. By reducing manual effort and improving system reliability, SAP Integration Suite enables businesses to achieve higher productivity and operational efficiency.",
                    "organization1": "Himalaya Wellness Company",
                    "socialmedia": "",
                    "sessionseq": 1,
                    "tracktitle": "Pod 4",
                    "trackid": "Pod 4",
                    "trackseq": 8,
                    "type": "Demo Pod"
                },
                {
                    "speakers": "",
                    "speaker1": "Prasanth P Menon",
                    "speaker2": "Naresh R",
                    "speaker1_social": "https://www.linkedin.com/in/prasanth-padmanabhan-menon/",
                    "speaker2_social": "https://www.linkedin.com/in/r-naresh/",
                    "sessiontitle": "Simplify upgrades of your SAP S/4HANA Cloud Public Edition with Release Assessment and Scope Dependency",
                    "description": "The release assessment and scope dependency is a simple, self-learning tool for the customers of SAP S/4HANA Cloud Public Edition. This tool enables the ease of consumption and adoption of impacts, improvements, and innovations which are rolled out with each release and upgrade, thereby simplifying each upgrade and continuous delivery, of SAP S/4HANA Cloud Public Edition, for our customers.",
                    "organization1": "SAP Labs India",
                    "organization2": "",
                    "socialmedia": "",
                    "sessionseq": 1,
                    "tracktitle": "Pod 5",
                    "trackid": "Pod 5",
                    "trackseq": 9,
                    "type": "Demo Pod"
                },
                {
                    "speakers": "",
                    "speaker1": "Manoj Prabhakar Krishnamoorthy",
                    "speaker2": "Tressa Francis Inchodikkaran",
                    "speaker1_social": "https://in.linkedin.com/in/kmanojprabhakar",
                    "speaker2_social": "",
                    "sessiontitle": "Speed up your evolution into an Intelligent Enterprise with Lean Selective Data Transition using Business Transformation Center",
                    "description": "This session will provide a comprehensive guide on how to effectively participate in the SAP S/4HANA adoption process through the utilization of Lean selective data transition. This interactive, end-to-end solution, in conjunction with the SAP Business Transformation Center, facilitates the capture of the scope of data to be transferred and the execution of your transition to SAP S/4HANA. The Business Transformation Center offers numerous advantages including a reduced time to market, lower Total Cost of Implementation (TCI), and guided data migration and transformation.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 1,
                    "tracktitle": "Pod 6",
                    "trackid": "Pod 6",
                    "trackseq": 10,
                    "type": "Demo Pod"
                },
                {
                    "speakers": "",
                    "speaker1": "Jitendra Kansal",
                    "speaker2": "",
                    "speaker1_social": "https://www.linkedin.com/in/jkkansal1987/",
                    "speaker2_social": "",
                    "sessiontitle": "Bring your SAP Solution to Mobile in No Time",
                    "description": "Are you looking to extend your SAP Solution with a mobile app? See how professional developers can accelerate development using SAP Mobile Services, MDK and native SDKs. You will learn how to build secure enterprise-grade mobile apps that consume data from ERP or other systems and enhance it further using generative AI via Joule.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 1,
                    "tracktitle": "Pod 7",
                    "trackid": "Pod 7",
                    "trackseq": 11,
                    "type": "Demo Pod"
                },
                {
                    "speakers": "",
                    "speaker1": "",
                    "speaker2": "",
                    "speaker1_social": "",
                    "speaker2_social": "",
                    "sessiontitle": "Redefined Business AI with recent innovations",
                    "description": "",
                    "organization1": "",
                    "socialmedia": "",
                    "sessionseq": 1,
                    "tracktitle": "Pod 8",
                    "trackid": "Pod 8",
                    "trackseq": 12,
                    "type": "Demo Pod"
                }
            ]
        },
        {
            "sequence": "2",
            "time": "Afternoon",
            "type": "grid",
            "tracktitle": "<Not Required>",
            "sessionsBySequence": [
                {
                    "speakers": "",
                    "speaker1": "Sudarshan KR",
                    "speaker2": "Ravi Kumar G N",
                    "speaker1_social": "https://www.linkedin.com/in/sudarshan-k-r-096a4316a/",
                    "speaker2_social": "https://www.linkedin.com/in/ravi-kumar-g-n-838069183/",
                    "sessiontitle": "Integrated Sales & Workforce Planning in Retail Using SAP xP&A (via SAC & SAP AI Core)",
                    "description":"Retail organization can leverage SAP Extended Planning and Analysis (xP&A) using SAP Analytics Cloud (SAC) and SAP AI Core to enable integrated sales and workforce planning. By aligning AI-driven sales forecasts with workforce demand at the store level, the organization can optimize staffing based on real-time sales projections, seasonal demand, and promotional activities. The solution combines predictive modeling, driver-based planning, and collaborative workflows in SAC to support scenario simulations, version control, and continuous performance monitoring. This approach enhances operational agility, improves labor cost efficiency, and boosts customer satisfaction by ensuring the right staff is available at the right time, ultimately driving better business outcomes in a dynamic retail environment.",
                    "organization1": "Bosch Global Software ",
                    "socialmedia": "",
                    "sessionseq": 2,
                    "tracktitle": "Pod 1",
                    "trackid": "Pod 1",
                    "trackseq": 5,
                    "type": "Demo Pod"
                },
                {
                    "speakers": "",
                    "speaker1": "Vedant Gupta",
                    "speaker2": "Praveen Kumar Padegal",
                    "speaker1_social": "https://in.linkedin.com/in/vedant-gupta-ai",
                    "speaker2_social": "https://in.linkedin.com/in/praveenkumarpadegal",
                    "sessiontitle": "Extending SAP AI capabilities with External Agents Using the A2A Protocol",
                    "description": "In this session, we will explore how to extend SAP's AI capabilities by integrating external agents using the Agent-to-Agent (A2A) protocol. Attendees will learn how to leverage the power of external agents to enhance the functionality, scalability, and flexibility of SAP AI solutions. We’ll dive into the technical aspects of the A2A protocol, showcasing how seamless communication between agents can improve decision-making, process automation, and real-time data exchange.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 2,
                    "tracktitle": "Pod 2",
                    "trackid": "Pod 2",
                    "trackseq": 6,
                    "type": "Demo Pod"
                },
                {
                    "speakers": "",
                    "speaker1": "Narasimha Rao GV",
                    "speaker2": "Rama Venkata Apparao Karri",
                    "speaker1_social": "https://www.linkedin.com/in/narasimha-rao-gv-cspo%C2%AE-comptia-cdia%C2%AE-98719743/",
                    "speaker2_social": "",
                    "sessiontitle": "AI Powered – EmpowerSales",
                    "description": "EmpowerSales is a revolutionary app, that supports, develops and empower Sales Teams to be more effective.  It streamlines sales performance analysis by automatically recording conversations, generating structured transcripts, and providing executive summaries. It delivers targeted, skill-based feedback using a “6 Critical Skills” framework, enabling sales professionals to identify strengths and areas for growth efficiently.  Finally, the intelligence is recorded against the Customer record in CRM.",
                    "organization1": "Techwave Consulting ",
                    "socialmedia": "",
                    "sessionseq": 2,
                    "tracktitle": "Pod 3",
                    "trackid": "Pod 3",
                    "trackseq": 7,
                    "type": "Demo Pod"
                },
               
                {
                    "speakers": "",
                    "speaker1": "Vishakha Watwani",
                    "speaker2": "Karthik Dharwadmath",
                    "speaker1_social": "https://www.linkedin.com/in/vishakha-watwani-65abb5a1/",
                    "speaker2_social": "",
                    "sessiontitle": "BW modernization in SAP Business Data Cloud",
                    "description": "For existing BW customers, it’s really challenging to replace their SAP BW 7.5 and SAP BW/4HANA environment with BW bridge & SAP Datasphere Core and there was always a large migration project which ends with time consuming and expensive. Customers are also facing with a fragmented SAP BW system landscape, resulting in data silos. Historically grown SAP BW systems need to be managed, demanding high maintenance effort and providing housekeeping potential. Customers see challenges in making the right data asset available for the respective users to be leveraged in a timely manner. To keep their investments already made in SAP BW and address existing challenges with Innovation Deficits , we are now evolving from a business data fabric architecture into the business data cloud where we make the BW journey for existing customers even simpler than before. By lifting SAP BW to the cloud (PCE), customers are enabled to leverage BW data as a data product, while taking advantage of a holistically SAP-managed environment, removing hardware maintenance and lowering TCO for customers. We can implement new use cases using BW data products which are directly accessible via the object store of SAP Datasphere. Leveraging the advantage of semantically defined BW data products to match the needs for further data transformation and modelling, we can also benefit from the open partner ecosystem and create ML/AI use cases using BW data products in Databricks",
                    "organization1": "SAP Labs India",
                    "organization2": "",
                    "socialmedia": "",
                    "sessionseq": 2,
                    "tracktitle": "Pod 4",
                    "trackid": "Pod 4",
                    "trackseq": 8,
                    "type": "Demo Pod"
                },
                {
                    "speakers": "",
                    "speaker1": "Kangkana Deb",
                    "speaker2": "Sai Bandaru",
                    "speaker1_social": "https://www.linkedin.com/in/kangkana-deb-a9330651/",
                    "speaker2_social": "http://linkedin.com/in/sai-vivek-bandaru-25051990",
                    "sessiontitle": "Two-Tier ERP Strategy and Use cases",
                    "description": "Two-Tier ERP deployment strategy for the Large Enterprises",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 2,
                    "tracktitle": "Pod 5",
                    "trackid": "Pod 5",
                    "trackseq": 9,
                    "type": "Demo Pod"
                },
                {
                    "speakers": "",
                    "speaker1": "Varsha Nadig",
                    "speaker2": "Neha Garg",
                    "speaker1_social": "https://www.linkedin.com/in/varshanadig/",
                    "speaker2_social": "",
                    "sessiontitle": "In today’s dynamic financial landscape, Accounts Receivable (AR) isn’t just about collections—it’s about cash flow optimization, proactive risk mitigation, and intelligent automation. This session will explore how the SAP AR Agent transforms traditional AR processes by leveraging AI-driven insights, workflow automation, and recommend intelligent agentic actions, and also execute them for you. Discover real-world use cases, key features, and how organizations can unlock operational efficiency and improved their receivables management through smart AR agent powered by SAP Joule.",
                    "description": "Joule in Action: Integrating Joule with S/4 and SuccessFactors with SAP Build WorkZone as central entry point",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 2,
                    "tracktitle": "Pod 6",
                    "trackid": "Pod 6",
                    "trackseq": 10,
                    "type": "Demo Pod"
                },
                {
                    "speakers": "",
                    "speaker1": "Ashwini Deshpande",
                    "speaker2": "Nikhil M. S.",
                    "speaker1_social": "https://www.linkedin.com/in/ashwinideshpande/",
                    "speaker2_social": "http://www.linkedin.com/in/nikhil-mysore-shivanna-0320777a",
                    "sessiontitle": "SAP Business Data Cloud in Nutshell",
                    "description": "Explore how SAP Business Data Cloud (BDC) helps organizations maximize the value of their data by building a unified, business-ready data foundation. In this session, you'll discover how BDC streamlines access to data spread across both SAP and non-SAP systems, enabling smooth integration, consistent governance, and real-time insights.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 2,
                    "tracktitle": "Pod 7",
                    "trackid": "Pod 7",
                    "trackseq": 11,
                    "type": "Demo Pod"
                },
                {
                    "speakers": "",
                    "speaker1": "Navya Khurana",
                    "speaker2": "Uma Anbazhagan",
                    "speaker1_social": "https://www.linkedin.com/in/navya-khurana-1b78a6187/",
                    "speaker2_social": "https://www.linkedin.com/in/umaanbazhagan/",
                    "sessiontitle": "SAP Architecture Center: An OCTO- endorsed Well-Architected Framework",
                    "description": "From Office of CTO, we are presenting SAP Architecture Center as single point of access and reference point for internal and external teams for architectures. This has been released as released as part of SAPPHIRE 2025. It will be the way forward to deliver best practices, prevent anti-patterns and guarantee implementations of SAP Solution.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 2,
                    "tracktitle": "Pod 8",
                    "trackid": "Pod 8",
                    "trackseq": 12,
                    "type": "Demo Pod"
                }
            ]
        },
        {
            "sequence": "3",
            "time": "Evening",
            "type": "grid",
            "tracktitle": "<Not Required>",
            "sessionsBySequence": [
                {
                    "speakers": "",
                    "speaker1": "Abhishek Pal",
                    "speaker2": "Anurag Singh",
                    "speaker1_social": "http://www.linkedin.com/abhishek-pal-1290",
                    "speaker2_social": "",
                    "sessiontitle": "The Welcome Onboarding Week at SAP - Reimagining the Onboarding Experience",
                    "description":"The WOW! is a first time specially designed Onboarding Experience which has been designed by SAP.Being a new joiner at SAP and attending WOW! has been more than an incredible and inspiring journey for me and Anuragat SAP,which we both would love to share with the World.",
                    "organization1": "SAP India Pvt Ltd",
                    "socialmedia": "",
                    "sessionseq": 3,
                    "tracktitle": "Pod 1",
                    "trackid": "Pod 1",
                    "trackseq": 5,
                    "type": "Demo Pod"
                },
                {
                    "speakers": "",
                    "speaker1": "Divya Sharma",
                    "speaker2": "Srividya NR",
                    "speaker1_social": "https://www.linkedin.com/in/divyasharma411/",
                    "speaker2_social": "",
                    "sessiontitle": "Parallel Line Now Live: CBC's new line for additional S/4HANA implementations",
                    "description": "The parallel line enhances the existing SAP S/4HANA Cloud Public Edition, 3-system landscape by including an additional CBC workspace with a parallel customizing tenant (D.120) and a parallel test tenant (T.120). The primary function of the parallel line is to separate the incremental configuration activities from the main line and use the parallel line to develop and test configuration enhancements, without impacting the main line.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 3,
                    "tracktitle": "Pod 2",
                    "trackid": "Pod 2",
                    "trackseq": 6,
                    "type": "Demo Pod"
                },
                {
                    "speakers": "",
                    "speaker1": "Sharath M Gangadhara",
                    "speaker2": "",
                    "speaker1_social": "https://www.linkedin.com/in/sharath-mg-87a91ab3/",
                    "speaker2_social": "",
                    "sessiontitle": "NSE and Replication Filters - Optimize the data stored on HANA",
                    "description": "The future growth of data in HANA has to be optimized. Two of options utilized in this direction were: NSE and Replication filters. Native Storage extension facilitates parking un-frequent data away from HOT storage but ready to pulled on demand. Replication filters ensure that optimal data load is replicated into the HANA tables/views.",
                    "organization1": "NTT DATA Business Solutions",
                    "socialmedia": "",
                    "sessionseq": 3,
                    "tracktitle": "Pod 3",
                    "trackid": "Pod 3",
                    "trackseq": 7,
                    "type": "Demo Pod"
                },
               
                {
                    "speakers": "",
                    "speaker1": "Riddhi Shah",
                    "speaker2": "Swati Bhal",
                    "speaker1_social": "http://www.linkedin.com/in/riddhi-shah-896531152",
                    "speaker2_social": "http://www.linkedin.com/in/swati-bhal-73311a147",
                    "sessiontitle": "AI Agents Demystified: From Concept to Use Case ",
                    "description": "Join us for an insightful session where we’ll deep-dive into one of the following cutting-edge SAP topics: Agentic AI Overview & Use Cases – Explore how Agentic AI empowers autonomous decision-making within SAP systems, streamlining workflows and enhancing operational efficiency through intelligent agents. Content Federation in SAP Build Work Zone – Learn how content federation enables seamless integration of content from multiple SAP and non-SAP systems into SAP Build Work Zone, enhancing user productivity and unifying the digital workplace experience. Generative AI Overview & Use Cases – Discover the potential of Generative AI in SAP, from generating business content to automating code and documentation, driving innovation across various SAP business processes. Note: The session will cover only one of these topics in detail",
                    "organization1": "SAP Labs India",
                    "organization2": "",
                    "socialmedia": "",
                    "sessionseq": 3,
                    "tracktitle": "Pod 4",
                    "trackid": "Pod 4",
                    "trackseq": 8,
                    "type": "Demo Pod"
                },
                {
                    "speakers": "",
                    "speaker1": "Anupama Chandrasekhar",
                    "speaker2": "Maya Viswanath",
                    "speaker1_social": "http://www.linkedin.com/in/anupama-chandrasekhar-99b3355",
                    "speaker2_social": "",
                    "sessiontitle": "AI Usecases in SaaS Foundation",
                    "description": "Artificial Intelligence (AI) is emerging as a key driver of innovation and efficiency across foundational areas—spanning the customer adoption journey, data management, and analytics. This session will provide insights into how AI-powered capabilities can support customers and partners across critical processes during their cloud journey—including migration, business role creation, configurations, and customizations.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 3,
                    "tracktitle": "Pod 5",
                    "trackid": "Pod 5",
                    "trackseq": 9,
                    "type": "Demo Pod"
                },
                {
                    "speakers": "",
                    "speaker1": "Ritesh Agarwal",
                    "speaker2": "",
                    "speaker1_social": "",
                    "speaker2_social": "",
                    "sessiontitle": "Embedding Generative AI into Business Strategy",
                    "description": "We need to make generative AI a part of your business strategy, but where do you begin, and how do you make the best possible use of company resources and employees’ time? QWe also need find out how to build clear strategies for AI roadmap development, implementation, and performance evaluation using solutions from SAP like AppHaus, Joule, SAP S4/HANA , SuccessFactors, Predictive analytics and forecasting. In this session I would present the USAGE framework, a comprehensive guide for decision makers to understand, assess, and implement generative AI effectively in their organization. The session will equip the audience with a systematic framework that provides actionable steps and pragmatic recommendations to ensure AI initiatives are strategic, effective, and aligned with the organization’s vision. Explore the importance of investing in AI literacy to gain competitive advantage. Learn how to create a structured approach for assessing your organization’s AI readiness.",
                    "organization1": "Ritzity",
                    "socialmedia": "",
                    "sessionseq": 3,
                    "tracktitle": "Pod 6",
                    "trackid": "Pod 6",
                    "trackseq": 10,
                    "type": "Demo Pod"
                },
                {
                    "speakers": "",
                    "speaker1": "Balaji Kulanthaivelu",
                    "speaker2": "Prasanth Vadla",
                    "speaker1_social": "",
                    "speaker2_social": "",
                    "sessiontitle": "Redefining Support with AI – Preventing disruption before they happen",
                    "description": "",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 3,
                    "tracktitle": "Pod 7",
                    "trackid": "Pod 7",
                    "trackseq": 11,
                    "type": "Demo Pod"
                },
                {
                    "speakers": "",
                    "speaker1": "Devraj Bardhan",
                    "speaker2": "",
                    "speaker1_social": "",
                    "speaker2_social": "",
                    "sessiontitle": "Agentic AI with Joule studio and Agent builder",
                    "description": "",
                    "organization1": "IBM",
                    "socialmedia": "",
                    "sessionseq": 3,
                    "tracktitle": "Pod 8",
                    "trackid": "Pod 8",
                    "trackseq": 12,
                    "type": "Demo Pod"
                }
            ]
        }
    ],


    "handson": [
        {
            "speaker1": "",
            "speaker2": "",
            "sessiontitle": "Managing your SAP BTP Accounts through the Terraform Provider for BTP",
            "description":"In today’s cloud-native world, automation is key to efficient, scalable, and repeatable infrastructure management. This hands-on session introduces the Terraform Provider for SAP BTP, a powerful tool that brings Infrastructure as Code (IaC) principles to the SAP Business Technology Platform (BTP). Participants will learn how to define, provision, and manage SAP BTP subaccounts, entitlements, service instances, and other key resources using Terraform.",
            "organization1": "SAP",
            "tracktitle": "Cafeteria",
            "trackid": "Cafeteria"
        },
        {
            "speaker1": "",
            "speaker2": "",
            "sessiontitle": "Joule for Developers, ABAP AI Capabilities",
            "description":"Explore the ABAP AI SDK with ISLM to embed AI scenarios into your ABAP applications on the SAP BTP ABAP Environment and S/4HANA Cloud Public Edition (Planned downports for S/4HANA Cloud private edition and S/4HANA on-premise",
            "organization1": "SAP",
            "tracktitle": "Cafeteria",
            "trackid": "Cafeteria"
        },
        {
            "speaker1": "",
            "speaker2": "",
            "sessiontitle": "Building ABAP RAP Applications with SAP Build",
            "description": "Learn to build an ABAP RAP end-to-end application using ABAP Development Tools (ADT) in Eclipse and SAP Build.",
            "organization1": "SAP",
            "tracktitle": "Cafeteria",
            "trackid": "Cafeteria"
        },
        {
            "speaker1": "",
            "speaker2": "",
            "sessiontitle": "SAP Build Code - Generative AI-Powered Development with Joule co-pilot",
            "description": "This project embeds AI into a CAP application using AI Core and HANA's vector database via the SAP Cloud AI SDK. It enables AI-powered features like similarity search and recommendations, driving intelligent automation and data-driven decisions.",
            "organization1": "SAP",
            "tracktitle": "Cafeteria",
            "trackid": "Cafeteria"
        },
        {
            "speaker1": "",
            "speaker2": "",
            "sessiontitle": "Develop an Enterprise Grade CAP Application following the BTP Developer's Guide",
            "description": "Build a enterprise grade CAP application with Capabilities like change tracking, audit logging, attachments using simple cap plugins and enable your cap application to be a enterprise grade application",
            "organization1": "SAP",
            "tracktitle": "Cafeteria",
            "trackid": "Cafeteria"
        }
    ]
}
