{
    "lectures": [
        {
            "sequence": "0.1",
            "time": "07:30 - 09:30",
            "type": "break",
            "tracktitle": "Registration,Networking & Pods",
            "sessionsBySequence": []
        },
        {
            "sequence": "0.3",
            "time": "09:30 - 10:00",
            "type": "break",
            "tracktitle": "Keynote from Sindhu Gangadharan (MD, SAP Labs India ; Head, Customer Innovation Services, SAP)",
            "sessionsBySequence": []
        },
        {
            "sequence": "0.4",
            "time": "10:00 - 10:30",
            "type": "break",
            "tracktitle": "Industry Talk",
            "sessionsBySequence": []
        },
        {
            "sequence": "1",
            "time": "11:00 - 11:30",
            "type": "grid",
            "tracktitle": "<Not Required>",
            "sessionsBySequence": [
                {
                    "speakers": "",
                    "speaker1": "Rahul Lodhe",
                    "speaker2": "",
                    "speaker1_social": "",
                    "speaker2_social": "",
                    "sessiontitle": "SAP Business AI - Strategy & Roadmap reloaded",
                    "description": "",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 1,
                    "tracktitle": "Audi Max",
                    "trackid": "Audi Max",
                    "trackseq": 1,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Shreyasri Bose",
                    "speaker2": "",
                    "speaker1_social": "https://www.linkedin.com/in/shreyasribose?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=android_app",
                    "speaker2_social": "",
                    "sessiontitle": "Unleashing the Power of AI in Data and Analytics",
                    "description": "In this informative session, we will delve into the AI capabilities integrated within SAP HANA Cloud, SAP Datasphere, and SAP Analytics Cloud. Attendees will gain insights into how these powerful features can enhance data management, processing, and analytics across the SAP ecosystem. We'll explore the ability of SAP HANA Cloud to leverage AI for advanced data processing and real-time analytics, transforming raw data into strategic assets. SAP Datasphere's AI-driven functionalities enable seamless data integration and intelligent insights, fostering an interconnected data environment. Furthermore, SAP Analytics Cloud offers AI-powered analytics tools to unlock deep data insights, drive informed decision-making, and visualize trends with unparalleled clarity. Join us to understand how these AI features can optimize your data workflows and significantly bolster your analytical capabilities.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 1,
                    "tracktitle": "Hive",
                    "trackid": "Hive",
                    "trackseq": 2,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Himabindu Guttapalem",
                    "speaker2": "",
                    "speaker1_social": "",
                    "speaker2_social": "",
                    "sessiontitle": "Build Agentic & non-agentic scenarios with Joule studio ",
                    "description": "",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 1,
                    "tracktitle": "First Floor",
                    "trackid": "First Floor",
                    "trackseq": 3,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Ravikiran Kongati",
                    "speaker2": "Ritika Girish Ganiger",
                    "speaker1_social": "https://in.linkedin.com/in/ravikiran-kongati-80575545",
                    "speaker2_social": "https://www.linkedin.com/in/ritika-ganiger-a0572811b/?originalSubdomain=in",
                    "sessiontitle": "Enhancing Business Applications with Generative AI Using Intelligent Scenario Lifecycle Management (ISLM)",
                    "description": "Unlock the potential of AI and generative AI to transform business applications. ISLM facilitates seamless integration and management of AI use cases by leveraging Generative AI Hub, AI services on SAP BTP, and SAP HANA ML. The combined power of ISLM and ABAP AI SDK accelerates AI innovation with minimal coding, serving as the default framework for generative AI integration.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 1,
                    "tracktitle": "Experience Center",
                    "trackid": "Experience Center",
                    "trackseq": 4,
                    "type": "Lecture"
                }
            ]
        },
        {
            "sequence": "2",
            "time": "11:30 - 12:00",
            "type": "grid",
            "tracktitle": "<Not Required>",
            "sessionsBySequence": [
                {
                    "speakers": "",
                    "speaker1": "Shashank Singh",
                    "speaker2": "Kedar Kashikar",
                    "speaker1_social": "https://www.linkedin.com/in/shashank-singh-278708110/",
                    "speaker2_social": "",
                    "sessiontitle": "Building Smarter integrations with the AI adapter in SAP Integration Suite",
                    "description": "In this session, we will explore how the AI Adapter for SAP Cloud Integration empowers businesses to enhance their integration scenarios with artificial intelligence. The AI Adapter enables seamless access to AI capabilities directly within your integration flows.",
                    "organization1": "Rojo Integrations",
                    "socialmedia": "",
                    "sessionseq": 2,
                    "tracktitle": "Audi Max",
                    "trackid": "Audi Max",
                    "trackseq": 1,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Ashok Rajashekar",
                    "speaker2": "",
                    "speaker1_social": "",
                    "speaker2_social": "",
                    "sessiontitle": "Integrating SAP Analytics Cloud Charts with Applications Using the Widget API",
                    "description": "",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 2,
                    "tracktitle": "Hive",
                    "trackid": "Hive",
                    "trackseq": 2,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Mahesh Palavalli",
                    "speaker2": "",
                    "speaker1_social": "https://www.linkedin.com/in/maheshpalavalli/",
                    "speaker2_social": "",
                    "sessiontitle": "Reimagining the role of an SAP Architect and Developer in the Agentic AI era",
                    "description": "Agentic AI is rapidly redefining the paradigms of software development, moving beyond assisted coding to autonomous execution. As code suggestions evolve into intelligent coding agents and conversational AI matures into true agentic systems, the very DNA of Architect and Developer roles is being rewritten. Join this session to navigate this profound transformation, understand the new skillsets required, and strategize how to evolve from builders to strategic designers and orchestrator of AI-driven SAP solutions.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 2,
                    "tracktitle": "First Floor",
                    "trackid": "First Floor",
                    "trackseq": 3,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Sathish Kumar Prabakaran",
                    "speaker2": "",
                    "speaker1_social": "",
                    "speaker2_social": "",
                    "sessiontitle": "Drive SAP innovation using Amazon Nova Understanding Models via SAP Generative AI Hub",
                    "description": "Looking to accelerate innovation in your SAP landscape? Join this session to learn how Nova Understanding Models in SAP Generative AI Hub can help unlock new insights and capabilities. Discover implementation patterns, security controls, and integration approaches for enterprise-grade generative AI. Through real customer examples, explore how to drive value while maintaining governance. Leave with practical guidance for your SAP AI journey.",
                    "organization1": "Amazon",
                    "socialmedia": "",
                    "sessionseq": 2,
                    "tracktitle": "Experience Center",
                    "trackid": "Experience Center",
                    "trackseq": 4,
                    "type": "Lecture"
                }
            ]
        },
        {
            "sequence": "2.5",
            "time": "12:00 - 01:30",
            "type": "break",
            "tracktitle": "Lunch",
            "sessionsBySequence": []
        },
        {
            "sequence": "3",
            "time": "01:30 - 02:00",
            "type": "grid",
            "tracktitle": "<Not Required>",
            "sessionsBySequence": [
                {
                    "speakers": "",
                    "speaker1": "Divya Chandrika Mohan", 
                    "speaker2": "Ajai J Valiathan", 
                    "speaker1_social": "https://www.linkedin.com/in/divya-chandrika-mohan-3769bbb3/",
                    "speaker2_social": "",
                    "sessiontitle": "The Next Era of Enterprise Management with SAP Business Suite",
                    "description": "The influences on a business are multifold. What you need is one trusted orchestrator who brings harmony in every part of your business enabling you to tackle the challenges and tap into the opportunities. Join this session to explore the why, what and how to realize the value of SAP Business Suite.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 3,
                    "tracktitle": "Audi Max",
                    "trackid": "Audi Max",
                    "trackseq": 1,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Shubham Rai",
                    "speaker2": "Jitendra Ghanta",
                    "speaker1_social": "https://www.linkedin.com/in/shubham-rai-a7751455/",
                    "speaker2_social": "",
                    "sessiontitle": "AI in SAP Business Data Cloud",
                    "description":"In this session, we will explore how artificial intelligence (AI) is integrated into SAP Business Data Cloud to empower organizations with smarter, data-driven insights and automation capabilities. Discover how AI models can be seamlessly applied to data stored in SAP Business Data Cloud to automate processes, predict trends, and uncover valuable business insights. We’ll dive into practical examples of AI-powered use cases such as predictive analytics, anomaly detection, and recommendation engines, and show you how to harness AI to drive efficiency and innovation across your business. This session is perfect for business analysts, data scientists, and IT leaders looking to integrate AI into their data strategy for enhanced decision-making and operational optimization.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 3,
                    "tracktitle": "Hive",
                    "trackid": "Hive",
                    "trackseq": 2,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Ankur Kumar",
                    "speaker2": "Anand Thayur",
                    "speaker1_social": "https://www.linkedin.com/in/ankurkumar-sap/",
                    "speaker2_social": "https://www.linkedin.com/in/anand-thayur-622023165/",
                    "sessiontitle": "Reinventing Automotive Ecosystems: Intelligent Spare Parts Planning with AI Agents",
                    "description": "Step into the future of automotive logistics, where electrification and the circular economy are revolutionizing how we plan, manage, and optimize spare parts. Experience how Custom AI Solutions—built with Project Agent Builder, powered by Joule AI Agents, and enriched by the SAP Knowledge Graph—are transforming static planning into a dynamic, intelligent ecosystem. Uncover how AI empowers planners with real-time, signal-driven insights, adaptive forecasting, and predictive reverse logistics to stay ahead of disruptions and meet rising customer expectations. Through a compelling EV battery launch scenario, witness a live demo of our next-gen Spare Parts Planning Agent—an AI-powered solution designed to redefine automotive supply chains for the road ahead.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 3,
                    "tracktitle": "First Floor",
                    "trackid": "First Floor",
                    "trackseq": 3,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Gyanendra Singh",
                    "speaker2": "Ajay Shetti",
                    "speaker1_social": "http://www.linkedin.com/in/jadoungyanendra",
                    "speaker2_social": "",
                    "sessiontitle": "SAP Cloud ALM Meets AI: Functional Overview and Roadmap Insights",
                    "description": "SAP Cloud ALM is SaaS offering from SAP, which supports Implementation and Operations of landscape. Cloud ALM has a focus on AI and there are many AI capabilities which are embedded in it. In this session we would talk about the AI capabilities in Cloud ALM and what is the roadmap of Cloud ALM with AI.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 3,
                    "tracktitle": "Experience Center",
                    "trackid": "Experience Center",
                    "trackseq": 4,
                    "type": "Lecture"
                }
            ]
        },
        {
            "sequence": "4",
            "time": "02:00 - 02:30",
            "type": "grid",
            "tracktitle": "<Not Required>",
            "sessionsBySequence": [
                {
                    "speakers": "",
                    "speaker1": "Vighnesh Kamath",
                    "speaker2": "",
                    "speaker1_social": "",
                    "speaker2_social": "",
                    "sessiontitle": "Empowering the Intelligent Enterprise with SAP Business AI in Business Data Cloud",
                    "description": "Unlock the full potential of your enterprise data by integrating SAP Business AI with the Business Data Cloud. In this session, we will showcase how SAP’s AI capabilities can be seamlessly embedded within Business Data Fabric architecture and SAP HANA Cloud to drive intelligent, context-aware insights.",
                    "organization1": "Mindset Consulting",
                    "socialmedia": "",
                    "sessionseq": 4,
                    "tracktitle": "Audi Max",
                    "trackid": "Audi Max",
                    "trackseq": 1,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Mani P S",
                    "speaker2": "Pranathi Prabhala",
                    "speaker1_social": "https://www.linkedin.com/in/mani-p-s-98288961/",
                    "speaker2_social": "",
                    "sessiontitle": "Joule for Developers, ABAP AI Capabilities - Latest updates from 2505",
                    "description": "Provide an overview of the capabilities ABAP Cloud brings to the table and how your organization can benefit - ABAP Cloud is the development model that can be used with on-premise, private-cloud, public cloud or BTP.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 4,
                    "tracktitle": "Hive",
                    "trackid": "Hive",
                    "trackseq": 2,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Ranjeet Kumar",
                    "speaker2": "",
                    "speaker1_social": "https://www.linkedin.com/in/ranjeet-kumar-8b8152b1/",
                    "speaker2_social": "",
                    "sessiontitle": "Proactive Quality Assurance with AI Agents in Chemical Manufacturing",
                    "description": "Leverage SAP AI Core and LangChain agents to predict and prevent quality issues in chemical production. This AI-driven solution learns from historical lab data, sensor logs, and RCA reports to deliver real-time recommendations. Integrated with SAP CAP and HANA, it enables automated workflows for recalibration, batch holding, and root cause handling. Ensure consistent product quality, reduce recalls, and boost compliance with minimal manual intervention.",
                    "organization1": "EY",
                    "socialmedia": "",
                    "sessionseq": 4,
                    "tracktitle": "First Floor",
                    "trackid": "First Floor",
                    "trackseq": 3,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Venkata Reddy P S",
                    "speaker2": "Rajesh Rajan",
                    "speaker1_social": "https://www.linkedin.com/in/venkata-reddy-p-s-669b2516/",
                    "speaker2_social": "",
                    "sessiontitle": "SAP Joule powered Workforce Analytics in SAP SuccessFactors People Intelligence based on BDC",
                    "description": "HCM People Intelligence product offering was announced at Sapphire 2025. This Intelligence App built on top of HCM Employee central Data Products in HCM on Business Data Cloud is going to help customers manage their workforce seamlessly by providing valuable insights in real-time. Attend this session to know more about the People Intelligence product and to get a deeper understanding of SAP Joule powered Workforce Analytics in SAP SuccessFactors People Intelligence based on BDC.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 4,
                    "tracktitle": "Experience Center",
                    "trackid": "Experience Center",
                    "trackseq": 4,
                    "type": "Lecture"
                }
            ]
        },
        {
            "sequence": "4.5",
            "time": "02:30 - 03:00",
            "type": "break",
            "tracktitle": "Break",
            "sessionsBySequence": []
        },
        {
            "sequence": "5",
            "time": "03:00 - 03:30",
            "type": "grid",
            "tracktitle": "<Not Required>",
            "sessionsBySequence": [
                {
                    "speakers": "",
                    "speaker1": "Akash Sinha",
                    "speaker2": "Devyendu Shekhar Choudhary",
                    "speaker1_social": "https://www.linkedin.com/in/sinhakash/",
                    "speaker2_social": "https://www.linkedin.com/in/devyendu-shekhar-choudhary-64a710161/",
                    "sessiontitle": "Business Process Transformation ​using SAP Signavio Process Insights​",
                    "description": "The session will focus on how organizations can leverage SAP Signavio Process Insights to drive business process transformation. It will highlight the product’s capabilities in providing real-time process analytics, identifying inefficiencies, and uncovering improvement opportunities. By integrating with SAP systems, Process Insights enables data-driven decisions and supports continuous optimization. Use cases and success stories will be shared to demonstrate how businesses achieved faster value realization and enhanced operational performance.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 5,
                    "tracktitle": "Audi Max",
                    "trackid": "Audi Max",
                    "trackseq": 1,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Lalitendu Samantray",
                    "speaker2": "Nagavijay Gamidi",
                    "speaker1_social": "https://www.linkedin.com/in/lsamantray/",
                    "speaker2_social": "",
                    "sessiontitle": "Introduction to SAP Business Data Cloud",
                    "description": "Discover how SAP Business Data Cloud (BDC) empowers organizations to unlock the full value of their data by creating a unified, business-ready data foundation. In this overview session, you’ll learn how BDC simplifies access to distributed data across SAP and non-SAP systems, enabling seamless integration, consistent governance, and real-time insights. Built on SAP Datasphere, BDC enhances collaboration between business and IT teams through semantic modeling and data sharing capabilities. Whether you're a business leader, data professional, or IT strategist, this session will help you understand the strategic benefits and key features of SAP’s modern data platform.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 5,
                    "tracktitle": "Hive",
                    "trackid": "Hive",
                    "trackseq": 2,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Kunal Bansal",
                    "speaker2": "Devyansh Pandey",
                    "speaker1_social": "https://www.linkedin.com/in/thekunalbansal/",
                    "speaker2_social": "https://www.linkedin.com/in/devyansh-p-88a206104/",
                    "sessiontitle": "Intelligent Customer Experience: Powered by SAP CX, BTP & AI",
                    "description": "Learn how businesses can drive end-to-end digital transformation using the SAP Customer Experience (CX) Suite, integrated via SAP BTP and enhanced with AI. This live demo will showcase real-time customer data flows, intelligent orchestration, and a unified 360° view across SAP Commerce, CDC, CDP, Emarsys, and CPQ - all powered by AI and seamless BTP integration.",
                    "organization1": "IBM",
                    "socialmedia": "",
                    "sessionseq": 5,
                    "tracktitle": "First Floor",
                    "trackid": "First Floor",
                    "trackseq": 3,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Pramod Sidlaghatta",
                    "speaker2": "",
                    "speaker1_social": "http://www.linkedin.com/in/pramodsj",
                    "speaker2_social": "",
                    "sessiontitle": "AI on the go – Run your business with Joule powered SAP Mobile Start app",
                    "description": "SAP Mobile Start enables you to stay on top of your business and take action in real time, on the go. See how the app provides access to relevant SAP Business Suite content in a very natural, generative-Al way with our Al copilot SAP Joule. At the same time, the app provides a quality user experience using the latest SAP Fiori elements from SAP Design System.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 5,
                    "tracktitle": "Experience Center",
                    "trackid": "Experience Center",
                    "trackseq": 4,
                    "type": "Lecture"
                }
            ]
        },
        {
            "sequence": "6",
            "time": "03:30 - 04:00",
            "type": "grid",
            "tracktitle": "<Not Required>",
            "sessionsBySequence": [
                {
                    "speakers": "",
                    "speaker1": "Navya Khurana",
                    "speaker2": "Uma Anbazhagan",
                    "speaker1_social": "https://www.linkedin.com/in/navya-khurana-1b78a6187/",
                    "speaker2_social": "https://www.linkedin.com/in/umaanbazhagan/",
                    "sessiontitle": "SAP Architecture Center: An OCTO- endorsed Well-Architected Framework",
                    "description": "From Office of CTO, we are presenting SAP Architecture Center as single point of access and reference point for internal and external teams for architectures. This has been released as part of SAPPHIRE 2025. It will be the way forward to deliver best practices, prevent anti-patterns and guarantee implementations of SAP Solution.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 6,
                    "tracktitle": "Audi Max",
                    "trackid": "Audi Max",
                    "trackseq": 1,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Hemant Kumar",
                    "speaker2": "",
                    "speaker1_social": "",
                    "speaker2_social": "",
                    "sessiontitle": "Reimagining GenAI with recent innovations on SAP AI Core",
                    "description": "",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 6,
                    "tracktitle": "Hive",
                    "trackid": "Hive",
                    "trackseq": 2,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Ranjitha Balaraman",
                    "speaker2": "",
                    "speaker1_social": "https://www.linkedin.com/in/ranjithabalaraman/",
                    "speaker2_social": "",
                    "sessiontitle": "Staying Ahead: S/4HANA Public Cloud Extensibility for Competitive Edge and AI Readiness",
                    "description": "Discover how to effectively extend SAP S/4HANA Public Cloud using the latest extensibility options and best practices. This session explores the power of a clean core approach, highlights key tools and methodologies for building scalable and maintainable extensions, and demonstrates how to embed AI into your solutions. Learn how AI not only enhances business capabilities but also simplifies and accelerates the extensibility process for both partners and customers.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 6,
                    "tracktitle": "First Floor",
                    "trackid": "First Floor",
                    "trackseq": 3,
                    "type": "Lecture"
                },
                {
                    "speakers": "",
                    "speaker1": "Vivek C Sinkar",
                    "speaker2": "Kavyanshi Garg",
                    "speaker1_social": "http://www.linkedin.com/in/vivek-sinkar",
                    "speaker2_social": "",
                    "sessiontitle": "Unlock your supply chain potential with SAP Integrated Business Planning, Harmonized Planning Area",
                    "description": "Looking to optimize your supply chain planning? Look no further than SAP Integrated Business Planning for Supply Chain. With a wide variety of embedded and side-by-side intelligent use cases, SAP IBP AI offers master data anomaly checks, machine learning forecasting, supply and inventory optimization, and more.",
                    "organization1": "SAP Labs India",
                    "socialmedia": "",
                    "sessionseq": 6,
                    "tracktitle": "Experience Center",
                    "trackid": "Experience Center",
                    "trackseq": 4,
                    "type": "Lecture"
                }
            ]
        },
        {
            "sequence": "7",
            "time": "04:00 - 04:30",
            "type": "break",
            "tracktitle": "Closing at Audi Max",
            "sessionsBySequence": []
        },
        {
            "sequence": "8",
            "time": "04:30 - 05:00",
            "type": "break",
            "tracktitle": "Snacks & Networking",
            "sessionsBySequence": []
        }
    ],

    "handson": [
        {
            "speaker1": "",
            "speaker2": "",
            "sessiontitle": "Managing your SAP BTP Accounts through the Terraform Provider for BTP",
            "description":"In today’s cloud-native world, automation is key to efficient, scalable, and repeatable infrastructure management. This hands-on session introduces the Terraform Provider for SAP BTP, a powerful tool that brings Infrastructure as Code (IaC) principles to the SAP Business Technology Platform (BTP). Participants will learn how to define, provision, and manage SAP BTP subaccounts, entitlements, service instances, and other key resources using Terraform.",
            "organization1": "SAP",
            "tracktitle": "Cafeteria",
            "trackid": "Cafeteria"
        },
        {
            "speaker1": "",
            "speaker2": "",
            "sessiontitle": "Joule for Developers, ABAP AI Capabilities",
            "description":"Explore the ABAP AI SDK with ISLM to embed AI scenarios into your ABAP applications on the SAP BTP ABAP Environment and S/4HANA Cloud Public Edition (Planned downports for S/4HANA Cloud private edition and S/4HANA on-premise",
            "organization1": "SAP",
            "tracktitle": "Cafeteria",
            "trackid": "Cafeteria"
        },
        {
            "speaker1": "",
            "speaker2": "",
            "sessiontitle": "Building ABAP RAP Applications with SAP Build",
            "description": "Learn to build an ABAP RAP end-to-end application using ABAP Development Tools (ADT) in Eclipse and SAP Build.",
            "organization1": "SAP",
            "tracktitle": "Cafeteria",
            "trackid": "Cafeteria"
        },
        {
            "speaker1": "",
            "speaker2": "",
            "sessiontitle": "SAP Build Code - Generative AI-Powered Development with Joule co-pilot",
            "description": "This project embeds AI into a CAP application using AI Core and HANA's vector database via the SAP Cloud AI SDK. It enables AI-powered features like similarity search and recommendations, driving intelligent automation and data-driven decisions.",
            "organization1": "SAP",
            "tracktitle": "Cafeteria",
            "trackid": "Cafeteria"
        },
        {
            "speaker1": "",
            "speaker2": "",
            "sessiontitle": "Develop an Enterprise Grade CAP Application following the BTP Developer's Guide",
            "description": "Build a enterprise grade CAP application with Capabilities like change tracking, audit logging, attachments using simple cap plugins and enable your cap application to be a enterprise grade application",
            "organization1": "SAP",
            "tracktitle": "Cafeteria",
            "trackid": "Cafeteria"
        }
    ]
}
